Repository: kv-023/EmoChat
Catalog: EmoChat/*.lproj/Localizable.strings
Languages: ru

# ssign-up-error.aapp.regex-check.user-name
source: User name should contain minimum 5 characters and be without spec. symbols!
ru: Имя пользователя должно содержать минимум 5 символов

# ssign-up-error.aapp.regex-check.email
source: e-mail should be correct!
ru: Введите корректный email

# ssign-up-error.aapp.regex-check.password
source: Password should contain minimum 6 characters!
ru: Пароль должен содержать минимум 6 символов!

# ssign-up-error.aapp.regex-check.password-confirmation
source: Password confirmation should match with password!
ru: Пароли должны совпадать!

# ssign-up-error.aapp.regex-check.name
source: Name should contain max. 18 characters and only 'a-z/(A-Z)' symbols!
ru: Имя должно содержать 'a-z/(A-Z)' символы!

# ssign-up-error.aapp.regex-check.last-name
source: Last name should contain max. 18 characters and only 'a-z/(A-Z)' symbols!
ru: Фамилия должна содержать 'a-z/(A-Z)' символы!

# ssign-up-error.aapp.regex-check.phone
source: Phone should contain max. 13 characters and only '+' and '0-9' symbols!
ru: Телефон должен содержать максимум 13 символов и содержать только '+' и '0-9'!

# llog-in-error.aapp.regex-check.email
source: Correct email form is 'name@email.com'
ru: Введите корректную форму email 'name@email.com'

# llog-in-error.aapp.regex-check.password
source: Password should contain minimum 6 characters!
ru: Пароль должен содержать минимум 6 символов!

source: Email must not be empty
ru: Email не должет быть пустым

source: Password must not be empty
ru: Пароль не должен быть пустым

source: You have succesfuly logged in
ru: Добро пожаловать

source: Please confirm your e-mail
ru: Подтвердите Ваш email

source: Enter valid username
ru: Введите правильное имя пользователя

source: Username
ru: Имя пользователя

source: Enter valid email
ru: Введите правильный email

source: Enter valid password
ru: Введите правильный пароль

source: Password
ru: Пароль

source: Enter valid confirmation
ru: Подтвердите пароль

source: Confirmation
ru: Подтвердите пароль

source: Enter username
ru: Введите имя пользователя

source: Enter email
ru: Введите email

source: Passwords do not match
ru: Пароли должны совпадать

source: Enter password
ru: Введите пароль

source: Username field must not be empty!
ru: Имя пользователя не должно быть пустым!

source: Email field must not be empty!
ru: Email не должен быть пустым!

source: Confirmation field must not be empty!
ru: Подтвердите пароль!

source: Password doesn't match with your previous input
ru: Пароли должны совпадать!

source: Password field must not be empty!
ru: Пароль не должен быть пустым!

source: Enter valid name
ru: Введите правильное имя

source: Enter valid last name
ru: Введите правильную фамилию

source: Camera Error
ru: Ошибка

source: Some promlems with camera, use the library
ru: Ошибка камеры, выберите фото с галереи

source: Camera
ru: Камера

source: Yesterday
ru: Вчера

source: CONVERSATION SETTINGS
ru: НАСТРОЙКИ БЕСЕДЫ

source: USERS IN CONVERSATION
ru: УЧАСТНИКИ

source: Choose new conversation logo
ru: Выберите логотип беседы

source: Image Source
ru: Новое фото

source: Cancel
ru: Отмена

source: Photo Library
ru: Фотопленка

source: Conversation
ru: Беседа

source: Enter valid Email
ru: Введите правильный email

source: Email is valid
ru: Email подходит

source: Phone number is valid
ru: Номер телефона подходит

source: Username is taken
ru: Такое имя пользователя уже существует

source: Username is valid
ru: Имя пользователя подходит

source: Enter valid phone number
ru: Введите правильный номер телефона

source: Create Conversation
ru: Создать беседу

source: Search users
ru: Поиск

source: Done
ru: Готово

source: Contacts
ru: Мои контакты

source: Global search
ru: Глобальный поиск

source: New Conversation
ru: Новая беседа

source: Create conversation with
ru: Создать беседу с

source: Yes
ru: Да

source: No
ru: Нет

source: Enter conversation name
ru: Введите название беседы

source: Back
ru: Назад

source: Delete
ru: Удалить

source: Copy
ru: Скопировать

source: No messages yet
ru: Нет сообщений

source: Type message...
ru: Введите сообщение...

source: loading ...
ru: загрузка...

source: Tap me!
ru: Нажми меня!

source: Unknown
ru: Неизвестно

source: Phone number is unknown
ru: Номер неизвестен

source: Error
ru: Ошибка

source: Ok
ru: Ок
